Repository: vidrug/aria2-winui3
Catalog: Aria2Gui/Strings/*/Resources.resw
Source language: en_us
Languages: de, es, fr, it, ja, pl, pt_br, ru, tr, uk, zh_hans

# ToolbarAddButton.Label
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
pl: Dodaj
pt_br: Adicionar
ru: Добавить
tr: Ekle
uk: Додати
zh_hans: 添加

# ToolbarAddButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Add download
de: Download hinzufügen
es: Añadir descarga
fr: Ajouter un téléchargement
it: Aggiungi download
ja: ダウンロードを追加
pl: Dodaj pobieranie
pt_br: Adicionar download
ru: Добавить загрузку
tr: İndirme ekle
uk: Додати завантаження
zh_hans: 添加下载

# ToolbarResumeButton.Label
source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
it: Riprendi
ja: 再開
pl: Wznów
pt_br: Retomar
ru: Возобновить
tr: Devam et
uk: Відновити
zh_hans: 继续

source: Resume selected
de: Auswahl fortsetzen
es: Reanudar seleccionadas
fr: Reprendre la sélection
it: Riprendi selezionati
ja: 選択項目を再開
pl: Wznów zaznaczone
pt_br: Retomar selecionados
ru: Возобновить выбранные
tr: Seçilenleri devam ettir
uk: Відновити вибрані
zh_hans: 继续所选

# ToolbarPauseButton.Label
source: Pause
es: Pausar
it: Pausa
ja: 一時停止
pl: Wstrzymaj
pt_br: Pausar
ru: Пауза
tr: Duraklat
uk: Пауза
zh_hans: 暂停

# ToolbarPauseButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Pause selected
de: Auswahl pausieren
es: Pausar seleccionadas
fr: Mettre en pause la sélection
it: Sospendi selezionati
ja: 選択項目を一時停止
pl: Wstrzymaj zaznaczone
pt_br: Pausar selecionados
ru: Приостановить выбранные
tr: Seçilenleri duraklat
uk: Призупинити вибрані
zh_hans: 暂停所选

# ToolbarRemoveButton.Label
source: Remove
de: Entfernen
es: Quitar
fr: Retirer
it: Rimuovi
ja: 削除
pl: Usuń
pt_br: Remover
ru: Удалить
tr: Kaldır
uk: Видалити
zh_hans: 删除

source: Remove selected from the list
de: Auswahl aus der Liste entfernen
es: Quitar seleccionadas de la lista
fr: Retirer la sélection de la liste
it: Rimuovi selezionati dall'elenco
ja: 選択項目をリストから削除
pl: Usuń zaznaczone z listy
pt_br: Remover selecionados da lista
ru: Удалить выбранные из списка
tr: Seçilenleri listeden kaldır
uk: Видалити вибрані зі списку
zh_hans: 从列表中删除所选

# ToolbarSettingsButton.Label
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
pl: Ustawienia
pt_br: Configurações
ru: Настройки
tr: Ayarlar
uk: Налаштування
zh_hans: 设置

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
pl: Ustawienia
pt_br: Configurações
ru: Настройки
tr: Ayarlar
uk: Налаштування
zh_hans: 设置

# ToolbarMoreButton.Label
source: More
de: Mehr
es: Más
fr: Plus
it: Altro
ja: その他
pl: Więcej
pt_br: Mais
ru: Ещё
tr: Daha fazla
uk: Ще
zh_hans: 更多

# ToolbarMoreButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: More actions
de: Weitere Aktionen
es: Más acciones
fr: Plus d'actions
it: Altre azioni
ja: その他の操作
pl: Więcej akcji
pt_br: Mais ações
ru: Ещё действия
tr: Daha fazla eylem
uk: Інші дії
zh_hans: 更多操作

# MenuResumeAll.Text
source: Resume all
de: Alle fortsetzen
es: Reanudar todas
fr: Tout reprendre
it: Riprendi tutto
ja: すべて再開
pl: Wznów wszystkie
pt_br: Retomar tudo
ru: Возобновить все
tr: Tümünü devam ettir
uk: Відновити всі
zh_hans: 全部继续

# MenuPauseAll.Text
source: Pause all
de: Alle pausieren
es: Pausar todas
fr: Tout mettre en pause
it: Sospendi tutto
ja: すべて一時停止
pl: Wstrzymaj wszystkie
pt_br: Pausar tudo
ru: Пауза всем
tr: Tümünü duraklat
uk: Призупинити всі
zh_hans: 全部暂停

# MenuClearStopped.Text
source: Clear completed
de: Abgeschlossene löschen
es: Borrar completadas
fr: Effacer les terminés
it: Cancella completati
ja: 完了済みをクリア
pl: Wyczyść ukończone
pt_br: Limpar concluídos
ru: Очистить завершённые
tr: Tamamlananları temizle
uk: Очистити завершені
zh_hans: 清除已完成

# SidebarSplitter.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Sidebar width
de: Breite der Seitenleiste
es: Ancho de la barra lateral
fr: Largeur du volet latéral
it: Larghezza barra laterale
ja: サイドバーの幅
pl: Szerokość panelu bocznego
pt_br: Largura da barra lateral
ru: Ширина боковой панели
tr: Kenar çubuğu genişliği
uk: Ширина бічної панелі
zh_hans: 侧栏宽度

# ColumnMenuSize.Text
source: Size
de: Größe
es: Tamaño
fr: Taille
it: Dimensione
ja: サイズ
pl: Rozmiar
pt_br: Tamanho
ru: Размер
tr: Boyut
uk: Розмір
zh_hans: 大小

# ColumnMenuProgress.Text
source: Progress
de: Fortschritt
es: Progreso
fr: Progression
it: Avanzamento
ja: 進捗
pl: Postęp
pt_br: Progresso
ru: Прогресс
tr: İlerleme
uk: Прогрес
zh_hans: 进度

# ColumnMenuStatus.Text
source: Status
es: Estado
fr: État
it: Stato
ja: 状態
pl: Stan
ru: Статус
tr: Durum
uk: Статус
zh_hans: 状态

# ColumnMenuSeeds.Text
source: Seeds
es: Semillas
fr: Sources
it: Seed
ja: シード
pl: Seedy
ru: Сиды
tr: Tohumlar
uk: Сіди
zh_hans: 做种

# ColumnMenuPeers.Text
source: Peers
es: Pares
fr: Pairs
it: Peer
ja: ピア
pl: Peery
ru: Пиры
tr: Eşler
uk: Піри
zh_hans: 节点

# ColumnMenuDown.Text
source: Download
es: Descarga
fr: Réception
ja: ダウンロード
pl: Pobieranie
ru: Загрузка
tr: İndirme
uk: Завантаження
zh_hans: 下载

# ColumnMenuUp.Text
source: Upload
es: Subida
fr: Envoi
ja: アップロード
pl: Wysyłanie
ru: Отдача
tr: Gönderme
uk: Віддача
zh_hans: 上传

# ColumnMenuEta.Text
source: ETA
de: Restzeit
es: Restante
fr: Temps restant
it: Rimanente
ja: 残り時間
pl: Pozostało
pt_br: Tempo restante
ru: Осталось
tr: Kalan süre
uk: Залишилось
zh_hans: 剩余时间

# ColumnMenuRatio.Text
source: Ratio
de: Verhältnis
it: Rapporto
ja: 比率
pt_br: Proporção
ru: Рейтинг
tr: Oran
uk: Рейтинг
zh_hans: 分享率

# ResizeHandleName.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Resize the “Name” column
de: Breite der Spalte „Name“ ändern
es: Cambiar el ancho de la columna «Nombre»
fr: Redimensionner la colonne « Nom »
it: Ridimensiona la colonna «Nome»
ja: 「名前」列の幅を変更
pl: Zmień szerokość kolumny „Nazwa”
pt_br: Redimensionar a coluna “Nome”
ru: Изменить ширину столбца «Имя»
tr: «Ad» sütununun genişliğini değiştir
uk: Змінити ширину стовпця «Ім'я»
zh_hans: 调整“名称”列宽

# ResizeHandleSize.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Resize the “Size” column
de: Breite der Spalte „Größe“ ändern
es: Cambiar el ancho de la columna «Tamaño»
fr: Redimensionner la colonne « Taille »
it: Ridimensiona la colonna «Dimensione»
ja: 「サイズ」列の幅を変更
pl: Zmień szerokość kolumny „Rozmiar”
pt_br: Redimensionar a coluna “Tamanho”
ru: Изменить ширину столбца «Размер»
tr: «Boyut» sütununun genişliğini değiştir
uk: Змінити ширину стовпця «Розмір»
zh_hans: 调整“大小”列宽

source: Resize the “Progress” column
de: Breite der Spalte „Fortschritt“ ändern
es: Cambiar el ancho de la columna «Progreso»
fr: Redimensionner la colonne « Progression »
it: Ridimensiona la colonna «Avanzamento»
ja: 「進捗」列の幅を変更
pl: Zmień szerokość kolumny „Postęp”
pt_br: Redimensionar a coluna “Progresso”
ru: Изменить ширину столбца «Прогресс»
tr: «İlerleme» sütununun genişliğini değiştir
uk: Змінити ширину стовпця «Прогрес»
zh_hans: 调整“进度”列宽

# ResizeHandleStatus.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Resize the “Status” column
de: Breite der Spalte „Status“ ändern
es: Cambiar el ancho de la columna «Estado»
fr: Redimensionner la colonne « État »
it: Ridimensiona la colonna «Stato»
ja: 「状態」列の幅を変更
pl: Zmień szerokość kolumny „Stan”
pt_br: Redimensionar a coluna “Status”
ru: Изменить ширину столбца «Статус»
tr: «Durum» sütununun genişliğini değiştir
uk: Змінити ширину стовпця «Статус»
zh_hans: 调整“状态”列宽

# ResizeHandleSeeds.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Resize the “Seeds” column
de: Breite der Spalte „Seeds“ ändern
es: Cambiar el ancho de la columna «Semillas»
fr: Redimensionner la colonne « Sources »
it: Ridimensiona la colonna «Seed»
ja: 「シード」列の幅を変更
pl: Zmień szerokość kolumny „Seedy”
pt_br: Redimensionar a coluna “Seeds”
ru: Изменить ширину столбца «Сиды»
tr: «Tohumlar» sütununun genişliğini değiştir
uk: Змінити ширину стовпця «Сіди»
zh_hans: 调整“做种”列宽

# ResizeHandlePeers.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Resize the “Peers” column
de: Breite der Spalte „Peers“ ändern
es: Cambiar el ancho de la columna «Pares»
fr: Redimensionner la colonne « Pairs »
it: Ridimensiona la colonna «Peer»
ja: 「ピア」列の幅を変更
pl: Zmień szerokość kolumny „Peery”
pt_br: Redimensionar a coluna “Peers”
ru: Изменить ширину столбца «Пиры»
tr: «Eşler» sütununun genişliğini değiştir
uk: Змінити ширину стовпця «Піри»
zh_hans: 调整“节点”列宽

# ResizeHandleDown.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Resize the “Download” column
de: Breite der Spalte „Download“ ändern
es: Cambiar el ancho de la columna «Descarga»
fr: Redimensionner la colonne « Réception »
it: Ridimensiona la colonna «Download»
ja: 「ダウンロード」列の幅を変更
pl: Zmień szerokość kolumny „Pobieranie”
pt_br: Redimensionar a coluna “Download”
ru: Изменить ширину столбца «Загрузка»
tr: «İndirme» sütununun genişliğini değiştir
uk: Змінити ширину стовпця «Завантаження»
zh_hans: 调整“下载”列宽

# ResizeHandleUp.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Resize the “Upload” column
de: Breite der Spalte „Upload“ ändern
es: Cambiar el ancho de la columna «Subida»
fr: Redimensionner la colonne « Envoi »
it: Ridimensiona la colonna «Upload»
ja: 「アップロード」列の幅を変更
pl: Zmień szerokość kolumny „Wysyłanie”
pt_br: Redimensionar a coluna “Upload”
ru: Изменить ширину столбца «Отдача»
tr: «Gönderme» sütununun genişliğini değiştir
uk: Змінити ширину стовпця «Віддача»
zh_hans: 调整“上传”列宽

# ResizeHandleEta.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Resize the “ETA” column
de: Breite der Spalte „Restzeit“ ändern
es: Cambiar el ancho de la columna «Restante»
fr: Redimensionner la colonne « Temps restant »
it: Ridimensiona la colonna «Rimanente»
ja: 「残り時間」列の幅を変更
pl: Zmień szerokość kolumny „Pozostało”
pt_br: Redimensionar a coluna “Tempo restante”
ru: Изменить ширину столбца «Осталось»
tr: «Kalan süre» sütununun genişliğini değiştir
uk: Змінити ширину стовпця «Залишилось»
zh_hans: 调整“剩余时间”列宽

# ResizeHandleRatio.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Resize the “Ratio” column
de: Breite der Spalte „Verhältnis“ ändern
es: Cambiar el ancho de la columna «Ratio»
fr: Redimensionner la colonne « Ratio »
it: Ridimensiona la colonna «Rapporto»
ja: 「比率」列の幅を変更
pl: Zmień szerokość kolumny „Ratio”
pt_br: Redimensionar a coluna “Proporção”
ru: Изменить ширину столбца «Рейтинг»
tr: «Oran» sütununun genişliğini değiştir
uk: Змінити ширину стовпця «Рейтинг»
zh_hans: 调整“分享率”列宽

# RowMenuOpenFolder.Text
source: Open folder
de: Ordner öffnen
es: Abrir carpeta
fr: Ouvrir le dossier
it: Apri cartella
ja: フォルダーを開く
pl: Otwórz folder
pt_br: Abrir pasta
ru: Открыть папку
tr: Klasörü aç
uk: Відкрити папку
zh_hans: 打开文件夹

# RowMenuCopyMagnet.Text
source: Copy magnet link
de: Magnet-Link kopieren
es: Copiar enlace magnet
fr: Copier le lien magnet
it: Copia link magnet
ja: magnet リンクをコピー
pl: Kopiuj link magnet
pt_br: Copiar link magnet
ru: Копировать magnet-ссылку
tr: Magnet bağlantısını kopyala
uk: Копіювати magnet-посилання
zh_hans: 复制 magnet 链接

# RowMenuRemove.Text
source: Remove from list
de: Aus Liste entfernen
es: Quitar de la lista
fr: Retirer de la liste
it: Rimuovi dall'elenco
ja: リストから削除
pl: Usuń z listy
pt_br: Remover da lista
ru: Удалить из списка
tr: Listeden kaldır
uk: Видалити зі списку
zh_hans: 从列表中删除

# RowMenuRemoveWithFiles.Text
source: Remove with files…
de: Mit Dateien entfernen…
es: Quitar con archivos…
fr: Supprimer avec les fichiers…
it: Rimuovi con i file…
ja: ファイルごと削除…
pl: Usuń z plikami…
pt_br: Remover com os arquivos…
ru: Удалить с файлами…
tr: Dosyalarla birlikte kaldır…
uk: Видалити з файлами…
zh_hans: 连同文件删除…

source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
it: Scarica
ja: ダウンロード
pl: Pobierz
pt_br: Baixar
ru: Качать
tr: İndir
uk: Завантажувати
zh_hans: 下载

source: Download this file
es: Descargar este archivo
fr: Télécharger ce fichier
it: Scarica questo file
ja: このファイルをダウンロード
pt_br: Baixar este arquivo
ru: Скачать этот файл
tr: Bu dosyayı indir
zh_hans: 下载此文件

# EmptyStateTitle.Text
source: No downloads
de: Keine Downloads
es: No hay descargas
fr: Aucun téléchargement
it: Nessun download
ja: ダウンロードがありません
pl: Brak pobrań
pt_br: Nenhum download
ru: Нет загрузок
tr: İndirme yok
uk: Немає завантажень
zh_hans: 暂无下载

# EmptyStateHint.Text
source: Click “Add” (Ctrl+N) or drag a torrent file here
de: Auf „Hinzufügen“ (Strg+N) klicken oder eine Torrent-Datei hierher ziehen
es: Pulsa «Añadir» (Ctrl+N) o arrastra aquí un archivo torrent
fr: Cliquez sur « Ajouter » (Ctrl+N) ou glissez un fichier torrent ici
it: Fai clic su «Aggiungi» (Ctrl+N) o trascina qui un file torrent
ja: 「追加」(Ctrl+N) をクリックするか、torrent ファイルをここにドラッグしてください
pl: Kliknij „Dodaj” (Ctrl+N) lub przeciągnij tutaj plik torrent
pt_br: Clique em “Adicionar” (Ctrl+N) ou arraste um arquivo torrent aqui
ru: Нажмите «Добавить» (Ctrl+N) или перетащите сюда торрент-файл
tr: «Ekle» düğmesine tıklayın (Ctrl+N) veya bir torrent dosyasını buraya sürükleyin
uk: Натисніть «Додати» (Ctrl+N) або перетягніть сюди торрент-файл
zh_hans: 点击“添加”(Ctrl+N) 或将种子文件拖到此处

# DetailsSplitter.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Details pane height
de: Höhe des Detailbereichs
es: Alto del panel de detalles
fr: Hauteur du volet de détails
it: Altezza pannello dettagli
ja: 詳細ペインの高さ
pl: Wysokość panelu szczegółów
pt_br: Altura do painel de detalhes
ru: Высота панели сведений
tr: Ayrıntılar bölmesinin yüksekliği
uk: Висота панелі відомостей
zh_hans: 详情面板高度

# DetailsTabGeneral.Text
source: General
de: Allgemein
fr: Général
it: Generale
ja: 全般
pl: Ogólne
pt_br: Geral
ru: Общие
tr: Genel
uk: Загальні
zh_hans: 常规

# DetailsTabFiles.Text
source: Files
de: Dateien
es: Archivos
fr: Fichiers
it: File
ja: ファイル
pl: Pliki
pt_br: Arquivos
ru: Файлы
tr: Dosyalar
uk: Файли
zh_hans: 文件

# DetailsTabPeers.Text
source: Peers
es: Pares
fr: Pairs
it: Peer
ja: ピア
pl: Peery
ru: Пиры
tr: Eşler
uk: Піри
zh_hans: 节点

# DetailsNoSelection.Text
source: Select a download to see details
de: Wählen Sie einen Download, um Details zu sehen
es: Selecciona una descarga para ver los detalles
fr: Sélectionnez un téléchargement pour voir les détails
it: Seleziona un download per vederne i dettagli
ja: 詳細を表示するにはダウンロードを選択してください
pl: Wybierz pobieranie, aby zobaczyć szczegóły
pt_br: Selecione um download para ver os detalhes
ru: Выберите загрузку, чтобы увидеть подробности
tr: Ayrıntıları görmek için bir indirme seçin
uk: Виберіть завантаження, щоб побачити подробиці
zh_hans: 选择一个下载任务以查看详情

# DetailLabelSavePath.Text
source: Saved to:
de: Gespeichert in:
es: Guardado en:
fr: Enregistré dans :
it: Salvato in:
ja: 保存先:
pl: Zapisano w:
pt_br: Salvo em:
ru: Сохранено в:
tr: Kayıt yeri:
uk: Збережено в:
zh_hans: 保存至：

# DetailLabelSize.Text
source: Size:
de: Größe:
es: Tamaño:
fr: Taille :
it: Dimensione:
ja: サイズ:
pl: Rozmiar:
pt_br: Tamanho:
ru: Размер:
tr: Boyut:
uk: Розмір:
zh_hans: 大小：

# DetailLabelStatus.Text
source: Status:
es: Estado:
fr: État :
it: Stato:
ja: 状態:
pl: Stan:
ru: Статус:
tr: Durum:
uk: Статус:
zh_hans: 状态：

# DetailLabelSpeed.Text
source: Speed:
de: Geschwindigkeit:
es: Velocidad:
fr: Vitesse :
it: Velocità:
ja: 速度:
pl: Prędkość:
pt_br: Velocidade:
ru: Скорость:
tr: Hız:
uk: Швидкість:
zh_hans: 速度：

# DetailLabelHash.Text
source: Hash:
ja: ハッシュ:
ru: Хеш:
uk: Хеш:
zh_hans: 哈希：

# DetailLabelRatio.Text
source: Ratio:
de: Verhältnis:
it: Rapporto:
ja: 比率:
pt_br: Proporção:
ru: Рейтинг:
tr: Oran:
uk: Рейтинг:
zh_hans: 分享率：

# DetailLabelUploaded.Text
source: Uploaded:
de: Hochgeladen:
es: Subido:
fr: Envoyé :
it: Caricato:
ja: アップロード済み:
pl: Wysłano:
pt_br: Enviado:
ru: Отдано:
tr: Gönderilen:
uk: Віддано:
zh_hans: 已上传：

# DetailLabelConnections.Text
source: Connections:
de: Verbindungen:
es: Conexiones:
fr: Connexions :
it: Connessioni:
ja: 接続数:
pl: Połączenia:
pt_br: Conexões:
ru: Подключения:
tr: Bağlantılar:
uk: Підключення:
zh_hans: 连接数：

# EngineErrorInfoBar.Title
source: aria2 failed to start
de: aria2 konnte nicht gestartet werden
es: aria2 no se pudo iniciar
fr: Échec du démarrage d'aria2
it: Avvio di aria2 non riuscito
ja: aria2 を起動できませんでした
pl: Nie udało się uruchomić aria2
pt_br: Falha ao iniciar o aria2
ru: aria2 не запустился
tr: aria2 başlatılamadı
uk: aria2 не запустився
zh_hans: aria2 启动失败

# SettingsBackButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
pl: Wstecz
pt_br: Voltar
ru: Назад
tr: Geri
uk: Назад
zh_hans: 返回

# SettingsBackButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
pl: Wstecz
pt_br: Voltar
ru: Назад
tr: Geri
uk: Назад
zh_hans: 返回

# NavGeneral.Content
source: General
de: Allgemein
fr: Général
it: Generali
ja: 基本
pl: Ogólne
pt_br: Geral
ru: Основные
tr: Genel
uk: Основні
zh_hans: 基本

# NavConnection.Content
source: Connection
de: Verbindung
es: Conexión
fr: Connexion
it: Connessione
ja: 接続
pl: Połączenie
pt_br: Conexão
ru: Подключение
tr: Bağlantı
uk: Підключення
zh_hans: 连接

# NavFiles.Content
source: Files
de: Dateien
es: Archivos
fr: Fichiers
it: File
ja: ファイル
pl: Pliki
pt_br: Arquivos
ru: Файлы
tr: Dosyalar
uk: Файли
zh_hans: 文件

# NavAdvanced.Content
source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
it: Avanzate
ja: 詳細設定
pl: Zaawansowane
pt_br: Avançado
ru: Дополнительно
tr: Gelişmiş
uk: Додатково
zh_hans: 高级

# SettingsTitle.Text
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
pl: Ustawienia
pt_br: Configurações
ru: Настройки
tr: Ayarlar
uk: Налаштування
zh_hans: 设置

# DownloadFolderCard.Header
source: Download folder
de: Download-Ordner
es: Carpeta de descargas
fr: Dossier de téléchargement
it: Cartella download
ja: ダウンロードフォルダー
pl: Folder pobierania
pt_br: Pasta de downloads
ru: Папка загрузок
tr: İndirme klasörü
uk: Папка завантажень
zh_hans: 下载文件夹

# DownloadFolderCard.Description
source: Where to save files by default
de: Wo Dateien standardmäßig gespeichert werden
es: Dónde guardar los archivos de forma predeterminada
fr: Où enregistrer les fichiers par défaut
it: Dove salvare i file per impostazione predefinita
ja: ファイルの既定の保存先
pl: Gdzie domyślnie zapisywać pliki
pt_br: Onde salvar os arquivos por padrão
ru: Куда сохранять файлы по умолчанию
tr: Dosyaların varsayılan kaydedileceği yer
uk: Куди зберігати файли за замовчуванням
zh_hans: 默认的文件保存位置

# BrowseFolderButton.Content
source: Browse…
de: Durchsuchen…
es: Examinar…
fr: Parcourir…
it: Sfoglia…
ja: 参照…
pl: Przeglądaj…
pt_br: Procurar…
ru: Обзор…
tr: Gözat…
uk: Огляд…
zh_hans: 浏览…

# DownLimitCard.Header
source: Download limit
es: Límite de descarga
fr: Limite de téléchargement
it: Limite di download
ja: ダウンロード制限
pl: Limit pobierania
pt_br: Limite de download
ru: Лимит загрузки
tr: İndirme limiti
uk: Ліміт завантаження
zh_hans: 下载限速

# DownLimitCard.Description
source: 0 — unlimited
de: 0 — unbegrenzt, MB/s
es: 0 — sin límite
fr: 0 — illimité
it: 0 — illimitato
ja: 0 — 無制限
pl: 0 — bez ograniczeń, MB/s
pt_br: 0 — sem limite, MB/s
ru: 0 — без ограничения, МБ/с
tr: 0 — sınırsız, MB/s
uk: 0 — без обмеження, МБ/с
zh_hans: 0 — 不限速

# UpLimitCard.Header
source: Upload limit
es: Límite de subida
fr: Limite d'envoi
it: Limite di upload
ja: アップロード制限
pl: Limit wysyłania
pt_br: Limite de upload
ru: Лимит отдачи
tr: Gönderme limiti
uk: Ліміт віддачі
zh_hans: 上传限速

# UpLimitCard.Description
source: 0 — unlimited
de: 0 — unbegrenzt, MB/s
es: 0 — sin límite
fr: 0 — illimité
it: 0 — illimitato
ja: 0 — 無制限
pl: 0 — bez ograniczeń, MB/s
pt_br: 0 — sem limite, MB/s
ru: 0 — без ограничения, МБ/с
tr: 0 — sınırsız, MB/s
uk: 0 — без обмеження, МБ/с
zh_hans: 0 — 不限速

# ConcurrentCard.Header
source: Concurrent downloads
de: Gleichzeitige Downloads
es: Descargas simultáneas
fr: Téléchargements simultanés
it: Download simultanei
ja: 同時ダウンロード数
pl: Równoczesne pobierania
pt_br: Downloads simultâneos
ru: Одновременных загрузок
tr: Eşzamanlı indirmeler
uk: Одночасних завантажень
zh_hans: 同时下载数

# ConcurrentCard.Description
source: How many files to download in parallel
de: Wie viele Dateien parallel heruntergeladen werden
es: Cuántos archivos descargar en paralelo
fr: Nombre de fichiers à télécharger en parallèle
it: Quanti file scaricare in parallelo
ja: 並行してダウンロードするファイル数
pl: Ile plików pobierać równolegle
pt_br: Quantos arquivos baixar em paralelo
ru: Сколько файлов качать параллельно
tr: Paralel olarak kaç dosya indirileceği
uk: Скільки файлів завантажувати паралельно
zh_hans: 同时并行下载的文件数量

# ConnectionsCard.Header
source: Connections per server
de: Verbindungen pro Server
es: Conexiones por servidor
fr: Connexions par serveur
it: Connessioni per server
ja: サーバーあたりの接続数
pl: Połączenia na serwer
pt_br: Conexões por servidor
ru: Соединений на сервер
tr: Sunucu başına bağlantı
uk: З'єднань на сервер
zh_hans: 每服务器连接数

# ConnectionsCard.Description
source: For HTTP/FTP downloads (max 16)
de: Für HTTP/FTP-Downloads (max. 16)
es: Para descargas HTTP/FTP (máx. 16)
fr: Pour les téléchargements HTTP/FTP (max. 16)
it: Per download HTTP/FTP (max 16)
ja: HTTP/FTP ダウンロード用(最大 16)
pl: Dla pobrań HTTP/FTP (maks. 16)
pt_br: Para downloads HTTP/FTP (máx. 16)
ru: Для HTTP/FTP-загрузок (макс. 16)
tr: HTTP/FTP indirmeleri için (en fazla 16)
uk: Для HTTP/FTP-завантажень (макс. 16)
zh_hans: 用于 HTTP/FTP 下载（最多 16）

# ThemeCard.Header
source: Theme
de: Design
es: Tema
fr: Thème
it: Tema
ja: テーマ
pl: Motyw
pt_br: Tema
ru: Тема оформления
tr: Tema
uk: Тема оформлення
zh_hans: 主题

# ThemeCard.Description
source: Light, dark, or system default
de: Hell, dunkel oder Systemstandard
es: Claro, oscuro o el del sistema
fr: Clair, sombre ou selon le système
it: Chiaro, scuro o predefinito di sistema
ja: ライト、ダーク、またはシステムに従う
pl: Jasny, ciemny lub jak w systemie
pt_br: Claro, escuro ou padrão do sistema
ru: Светлая, тёмная или как в системе
tr: Açık, koyu veya sistem varsayılanı
uk: Світла, темна або як у системі
zh_hans: 浅色、深色或跟随系统

# ThemeSystemItem.Content
source: System default
de: Systemstandard
es: Como el sistema
fr: Selon le système
it: Predefinito di sistema
ja: システムに従う
pl: Jak w systemie
pt_br: Padrão do sistema
ru: Как в системе
tr: Sistem varsayılanı
uk: Як у системі
zh_hans: 跟随系统

# ThemeLightItem.Content
source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro
ja: ライト
pl: Jasny
pt_br: Claro
ru: Светлая
tr: Açık
uk: Світла
zh_hans: 浅色

# ThemeDarkItem.Content
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
ja: ダーク
pl: Ciemny
pt_br: Escuro
ru: Тёмная
tr: Koyu
uk: Темна
zh_hans: 深色

# ProxyCard.Header
source: Proxy
ja: プロキシ
ru: Прокси
uk: Проксі
zh_hans: 代理

# ProxyCard.Description
source: E.g. http://host:8080 or socks5://host:1080 (empty — no proxy)
de: Z. B. http://host:8080 oder socks5://host:1080 (leer — kein Proxy)
es: Ej. http://host:8080 o socks5://host:1080 (vacío — sin proxy)
fr: Ex. http://host:8080 ou socks5://host:1080 (vide — sans proxy)
it: Es. http://host:8080 o socks5://host:1080 (vuoto — nessun proxy)
ja: 例: http://host:8080 または socks5://host:1080(空欄でプロキシなし)
pl: Np. http://host:8080 lub socks5://host:1080 (puste — bez proxy)
pt_br: Ex.: http://host:8080 ou socks5://host:1080 (vazio — sem proxy)
ru: Напр. http://host:8080 или socks5://host:1080 (пусто — без прокси)
tr: Örn. http://host:8080 veya socks5://host:1080 (boş — proxy yok)
uk: Напр. http://host:8080 або socks5://host:1080 (порожньо — без проксі)
zh_hans: 例如 http://host:8080 或 socks5://host:1080（留空 — 不使用代理）

# ProxyBox.PlaceholderText
source: no proxy
de: kein Proxy
es: sin proxy
fr: sans proxy
it: nessun proxy
ja: プロキシなし
pl: bez proxy
pt_br: sem proxy
ru: без прокси
tr: proxy yok
uk: без проксі
zh_hans: 不使用代理
